do

function run(msg, matches)
  return 'به نام خدا '.. [[🔥Hod ™🔥
⚙ربات ضد اسپم
⚔HodTG⚔
🖇با افتخار تقدیم میکند
✏️قرار داد های ربات به این قیمت ها میباشد
📌قرار داد 1ماه:👆🏻
🌟با 1 ربات 🌟5000 تومان⭐️
🌟با 2 ربات 🌟7000 تومان⭐️

📌قرار داد 2ماه:✌🏻
🌟با 1 ربات🌟10000 تومان🌟
🌟با 2 ربات🌟12000 تومان🌟

📌قرار داد 3 ماه:
🌟با 1 ربات🌟15000 تومان🌟
🌟با 2 ربات🌟18000 تومان🌟

برای سفارش به ای دی زیر مراجعه کنید
@MrFounder_bot
@MrFounder
پرداخت هم بصورت شارژ و هم کارت به کارت💳
📌تیم رباتیک هوشمند
]]
end

return {
  description = "Robot and Creator About", 
  usage = "/ner : robot info",
  patterns = {
    "^[!/]nerkh$",
    "^([Nn]erkh)$"
  }, 
  run = run 
}

end
